#+TITLE: Resources
#+DESCRIPTION: This contains all the resources that I collect that don't relate to any of my projects/areas
#+STARTUP: hidestars indent

** 6 questions
[2022-08-07 Sun 22:32]
Score between zero to ten every single day and evaluate every week

1. Did I do my best to set clear goals?
2. Did I do my best to make progress in achieving those goals?
3. Did I do my best to find meaning today?
4. Did I do my best to be happy?
5. Did I do my best to build positive relationships?
6. Did I do my best to be present and fully engaged every day?

|----------+-----+-----+-----+-----+-----+-----+-----+-------|
| Question | Mon | Tue | Wed | Thu | Fri | Sat | Sun | Total |
|----------+-----+-----+-----+-----+-----+-----+-----+-------|
| Q1       |   8 |   2 |   6 |     |     |     |     |    16 |
| Q2       |   7 |   2 |   6 |     |     |     |     |    15 |
| Q3       |   4 |   1 |   2 |     |     |     |     |     7 |
| Q4       |   5 |   2 |   2 |     |     |     |     |     9 |
| Q5       |   5 |   2 |   1 |     |     |     |     |     8 |
| Q6       |   3 |   3 |   2 |     |     |     |     |     8 |
#+TBLFM: @2$9=vsum($2..$8)
#+TBLFM: @3$9=vsum($2..$8)
#+TBLFM: @4$9=vsum($2..$8)
#+TBLFM: @5$9=vsum($2..$8)
#+TBLFM: @6$9=vsum($2..$8)
#+TBLFM: @7$9=vsum($2..$8)
